{
    "type": "http",
    "data": "https://data.geo.admin.ch/ch.bfs.gebaeude_wohnungs_register/CSV/CH/CH.zip",
    "website": "https://map.geo.admin.ch/?layers=ch.bfs.gebaeude_wohnungs_register",
    "compression": "zip",
    "coverage": {
        "ISO 3166": {
            "alpha2": "CH",
            "country": "Switzerland"
        },
        "country": "ch"
    },
    "note": "continual updating (weekly)",
    "license": {
        "url": "https://www.admin.ch/gov/de/start/dokumentation/medienmitteilungen.msg-id-66999.html",
		"note": "Gemäss Art. 16 der Verordnung über das eidgenössische Gebäude- und Wohnungsregister vom 1. Juli 2017 (VGWR; SR 431.841) veröffentlicht das BFS die Daten der Berechtigungsstufen A im Internet. Die Bereitstellung der Strassen und der Gebäudeadressen (beide Stufe A) erfolgt gemäss Art. 26a und 26c der Verordnung über die geografischen Namen vom 21. Mai 2008 (GeoNV; SR 510.625) durch swisstopo. Das BFS teilt swisstopo die Daten und periodisch alle Änderungen mit (Art. 26a Abs. 3 und 26c Abs. 2 GeoNV). Die amtlichen Verzeichnisse der Strassen (Art. 26a GeoNV) und der Gebäudeadressen (Art. 26c GeoNV) werden aktuell vorbereitet und treten schrittweise bis spätestens 1. Juli 2021 in Kraft (Art. 37a GeoNV). Um den Zugang zu diesen Daten auch während der Übergangszeit zu ermöglichen, kümmert sich das BFS um eine Zwischenlösung. Es ist ein Zugriff auf die Daten in Listenform möglich, wobei die Bereitstellung grundsätzlich gemäss Art. 26a und 26b GeoNV erfolgt. Diese Listen sind für die Behörden unverbindlich. Nur die von swisstopo erstellten und in Betrieb genommenen amtlichen Verzeichnisse der Strassen und Gebäudeadressen sind behördenverbindlich."
    },
    "conform": {
        "srs": "EPSG:2056",
        "type": "csv",
		"encoding": "utf-8",
        "id": "EGID",
        "number": "DEINR",
        "street": "STRNAME",
        "lon": "GKODE",
        "lat": "GKODN",
        "city": "PLZNAME",
        "postcode": "PLZ4",
        "region": "GDEKT"
    }
}
